[
  {
    "id": "SB62250",
    "name": "JaVa",
    "desc": "Introducing the JaVa Snowboard, designed for thrill-seekers who crave speed and control on steep, powdery slopes. Built with a lightweight yet durable wood core, this board offers perfect flex for enhanced responsiveness and stability. Its directional shape allows effortless carving, while the camber profile provides optimal edge hold and pop, perfect for tackling groomed trails or deep snow. Finished with a sintered base, this board ensures superior speed and durability. Whether you're a seasoned rider or just starting, the Freeride Snowboard delivers an unforgettable experience on the mountain. Get ready to push your limits!",
    "imgURL": "/images/board_tall.jpg",
    "price": 800
  },
  {
    "id": "SB62251",
    "name": "ScrypT",
    "desc": "Introducing the ScrypT Snowboard, designed for thrill-seekers who crave speed and control on steep, powdery slopes. Built with a lightweight yet durable wood core, this board offers perfect flex for enhanced responsiveness and stability. Its directional shape allows effortless carving, while the camber profile provides optimal edge hold and pop, perfect for tackling groomed trails or deep snow. Finished with a sintered base, this board ensures superior speed and durability. Whether you're a seasoned rider or just starting, the Freeride Snowboard delivers an unforgettable experience on the mountain. Get ready to push your limits!",
    "imgURL": "/images/board_wide.jpg",
    "price": 480
  },
  {
    "id": "SB62252",
    "name": "ToKyo",
    "desc": "Introducing the ToKyo Snowboard, designed for thrill-seekers who crave speed and control on steep, powdery slopes. Built with a lightweight yet durable wood core, this board offers perfect flex for enhanced responsiveness and stability. Its directional shape allows effortless carving, while the camber profile provides optimal edge hold and pop, perfect for tackling groomed trails or deep snow. Finished with a sintered base, this board ensures superior speed and durability. Whether you're a seasoned rider or just starting, the Freeride Snowboard delivers an unforgettable experience on the mountain. Get ready to push your limits!",
    "imgURL": "/images/board_red_blue.png",
    "price": 500
  },
  {
    "id": "SB62253",
    "name": "S4mpl3",
    "desc": "description",
    "imgURL": "/images/board_green_orange.png",
    "price": 930
  },
  {
    "id": "SB62254",
    "name": "MouNt4iN",
    "desc": "descriptiodescriptiodescriptiodescriptiodescriptiodescriptiodescriptiodescriptiodescriptiodescriptiodescriptiodescriptiodescriptiodescriptiodescriptiodescriptiodescriptiodescriptiodescriptiodescriptiodescriptiodescriptiodescriptiodescriptiodescriptiodescriptiodescriptio",
    "imgURL": "/images/board_yellow_purple_.png",
    "price": 470
  },
  {
    "id": "SB62255",
    "name": "1C3 Shr3dd3r",
    "desc": "description",
    "imgURL": "https://eur.lib-tech.com/media/catalog/product/cache/bd322120d976889db2881a06b8dbba23/2/0/2024-2025-Lib-Tech-TRS-Snowboard-Orange-Base.jpg",
    "price": 670
  }
]
